name: "det_onnx"
platform: "onnxruntime_onnx"
input [
  {
    name: "x"
    data_type: TYPE_FP32
    dims: [ 1, 3, 288, 352 ]
  }
]
output [
  {
    name: "transpose_0.tmp_0"
    data_type: TYPE_FP32
    dims: [ 1, 1, 288, 352 ]
  }
]